[
    {"quote": "Push yourself because no one else is going to do it for you."},
    {"quote": "The body achieves what the mind believes."},
    {"quote": "Success starts with self-discipline."},
    {"quote": "Pain is temporary, pride is forever."},
    {"quote": "Don’t stop when you’re tired. Stop when you’re done."},
    {"quote": "Great things never come from comfort zones."},
    {"quote": "Work hard in silence, let your success be your noise."},
    {"quote": "You don’t have to be great to start, but you have to start to be great."},
    {"quote": "Strive for progress, not perfection."},
    {"quote": "When you feel like quitting, think about why you started."},
    {"quote": "Discipline is the bridge between goals and accomplishment."},
    {"quote": "You are stronger than you think."},
    {"quote": "Believe in yourself and all that you are."},
    {"quote": "Success is the sum of small efforts, repeated day in and day out."},
    {"quote": "A year from now, you will wish you had started today."},
    {"quote": "Don’t limit your challenges, challenge your limits."},
    {"quote": "If it doesn’t challenge you, it won’t change you."},
    {"quote": "The only bad workout is the one that didn’t happen."},
    {"quote": "Set goals. Crush them."},
    {"quote": "The pain you feel today will be the strength you feel tomorrow."},
    {"quote": "Hard work beats talent when talent doesn’t work hard."},
    {"quote": "You don’t have to be great to start, but you have to start to be great."},
    {"quote": "What seems impossible today will one day be your warm-up."},
    {"quote": "Don’t wish for a good body. Work for it."},
    {"quote": "If you want it, you’ve got to work for it."},
    {"quote": "Nothing worth having comes easy."},
    {"quote": "The only way to finish is to start."},
    {"quote": "No excuses. Just results."},
    {"quote": "It’s going to be a journey. It’s not a sprint to get in shape."},
    {"quote": "Your only limit is you."},
    {"quote": "Success isn’t always about greatness, it’s about consistency."},
    {"quote": "Don’t count the days. Make the days count."},
    {"quote": "Focus on your goal. Don’t look in any direction but ahead."},
    {"quote": "One workout at a time."},
    {"quote": "Excuses don’t burn calories."},
    {"quote": "Wake up with determination. Go to bed with satisfaction."},
    {"quote": "The difference between who you are and who you want to be is what you do."},
    {"quote": "Act like a beast, think like a beast, train like a beast."},
    {"quote": "You don’t have to be great to start, but you have to start to be great."},
    {"quote": "The best project you’ll ever work on is you."},
    {"quote": "You get what you work for, not what you wish for."},
    {"quote": "Never give up. Great things take time."},
    {"quote": "The only way to do great work is to love what you do."},
    {"quote": "Don’t wait for motivation. Create it."},
    {"quote": "Progress is progress, no matter how small."},
    {"quote": "If you’re tired of starting over, stop giving up."},
    {"quote": "Failure is not falling down, but refusing to get up."},
    {"quote": "Results happen over time, not overnight."}
  ]
  